[{"title": "Oliver Twist", "author": "Charles Dickens", "olid": "OL8193478W", "description": "Oliver Twist; or, The Parish Boy's Progress, is the second novel by English author Charles Dickens. It was originally published as a serial from 1837 to 1839, and as a three-volume book in 1838. The story follows the titular orphan, who, after being raised in a workhouse, escapes to London, where he meets a gang of juvenile pickpockets led by the elderly criminal Fagin, discovers the secrets of his parentage, and reconnects with his remaining family.\r\n\r\nOliver Twist unromantically portrays the sordid lives of criminals, and exposes the cruel treatment of the many orphans in London in the mid-19th century.[2] The alternative title, The Parish Boy's Progress, alludes to Bunyan's The Pilgrim's Progress, as well as the 18th-century caricature series by painter William Hogarth, A Rake's Progress and A Harlot's Progress.\r\n\r\nIn an early example of the social novel, Dickens satirises child labour, domestic violence, the recruitment of children as criminals, and the presence of street children. The novel may have been inspired by the story of Robert Blincoe, an orphan whose account of working as a child labourer in a cotton mill was widely read in the 1830s. It is likely that Dickens's own experiences as a youth contributed as well, considering he spent two years of his life in the workhouse at the age of 12 and subsequently, missed out on some of his education.", "cover_url": "https://covers.openlibrary.org/b/id/13300802-L.jpg"}, {"title": "My life, and other stories [7 stories]", "author": "Антон Павлович Чехов", "olid": "OL55481W", "description": "Contains:\r\n[Моя жизнь](https://openlibrary.org/works/OL9120843W)", "cover_url": "https://covers.openlibrary.org/b/id/9558052-L.jpg"}, {"title": "Macbeth", "author": "William Shakespeare", "olid": "OL258902W", "description": "The play concerns a trusted general who secretly lusts for power. Encouraged by the prophecies of three witches and urged on by his ambitious wife Macbeth commits regicide. Left fearful and superstitious by this desperate act he is driven to a spiralling course of murder and outrage, almost inevitably culminating in his own death. One of Shakespeare’s most popular tragedies, Macbeth is ostensibly based on the Scottish king although the story represented in the play bears no relation to historical fact as the true King Macbeth was well respected by his contemporaries. This book includes the hero Macbeth becoming more and more evil after he gets told his \"destiny\" by the witches and becomes greedy with power.", "cover_url": "https://covers.openlibrary.org/b/id/872432-L.jpg"}, {"title": "Beautiful Star", "author": "Yukio Mishima", "olid": "OL25329395W", "description": null, "cover_url": "/static/images/cover-blank.png"}, {"title": "The Lord of the Rings", "author": "J.R.R. Tolkien", "olid": "OL27448W", "description": "Originally published from 1954 through 1956, J.R.R. Tolkien's richly complex series ushered in a new age of epic adventure storytelling. A philologist and illustrator who took inspiration from his work, Tolkien invented the modern heroic quest novel from the ground up, creating not just a world, but a domain, not just a lexicon, but a language, that would spawn countless imitators and lead to the inception of the epic fantasy genre. Today, THE LORD OF THE RINGS is considered \"the most influential fantasy novel ever written.\" (THE ENCYCLOPEDIA OF FANTASY)\r\n\r\nDuring his travels across Middle-earth, the hobbit Bilbo Baggins had found the Ring. But the simple band of gold was far from ordinary; it was in fact the One Ring - the greatest of the ancient Rings of Power. Sauron, the Dark Lord, had infused it with his own evil magic, and when it was lost, he was forced to flee into hiding.\r\n\r\nBut now Sauron's exile has ended and his power is spreading anew, fueled by the knowledge that his treasure has been found. He has gathered all the Great Rings to him, and will stop at nothing to reclaim the One that will complete his dominion. The only way to stop him is to cast the Ruling Ring deep into the Fire-Mountain at the heart of the land of Mordor--Sauron's dark realm.\r\n\r\nFate has placed the burden in the hands of Frodo Baggins, Bilbo's heir...and he is resolved to bear it to its end. Or his own. \r\n\r\n\r\n----------\r\n\r\n\r\n**Contains**\r\n\r\n - [The Fellowship of the Ring][1]\r\n - [The Two Towers][2]\r\n - [The Return of the King][3]\r\n - [The Lord of the Rings [2/2]](https://openlibrary.org/works/OL27306128W)\r\n - [The Lord of the Rings [1/6]](https://openlibrary.org/works/OL24170898W)\r\n - [The Lord of the Rings [1/9]](https://openlibrary.org/works/OL27305953W)\r\n - [The Lord of the Rings [2/9]](https://openlibrary.org/works/OL27305892W)\r\n - [The Lord of the Rings [3/9]](https://openlibrary.org/works/OL27306048W)\r\n\r\n\r\n\r\n  [1]: https://openlibrary.org/works/OL14933414W/The_Fellowship_of_the_Ring\r\n  [2]: https://openlibrary.org/works/OL27479W/The_Two_Towers\r\n  [3]: https://openlibrary.org/works/OL27516W/The_Return_of_the_King", "cover_url": "https://covers.openlibrary.org/b/id/14625765-L.jpg"}, {"title": "1984 (adaptation)", "author": "Michael Dean", "olid": "OL11326416W", "description": "Winston Smith lives in a society where the government controls people every second of the day. He fights this world with love. But it's dangerous: love for another person can be punished by death - and Big Brother is always watching.\r\n\r\nOrwell's classic story shows that there is no freedom unless ideas and beliefs can be questioned. This is as true today as when it was written, more than fifty years ago.\r\n--back cover", "cover_url": "https://covers.openlibrary.org/b/id/8745958-L.jpg"}, {"title": "To Kill a Mockingbird", "author": "Harper Lee", "olid": "OL3140822W", "description": "One of the best-loved stories of all time, To Kill a Mockingbird has been translated into more than 40 languages, sold more than 30 million copies worldwide, served as the basis for an enormously popular motion picture, and voted one of the best novels of the 20th century by librarians across the United States. A gripping, heart-wrenching, and wholly remarkable tale of coming-of-age in a South poisoned by virulent prejudice, it views a world of great beauty and savage inequities through the eyes of a young girl, as her father -- a crusading local lawyer -- risks everything to defend a black man unjustly accused of a terrible crime.\r\n\r\nLawyer Atticus Finch defends Tom Robinson -- a black man charged with the rape of a white girl. Writing through the young eyes of Finch's children Scout and Jem, Harper Lee explores with rich humor and unswerving honesty the irrationality of adult attitudes toward race and class in small-town Alabama during the mid-1930s Depression years. The conscience of a town steeped in prejudice, violence, and hypocrisy is pricked by the stamina and quiet heroism of one man's struggle for justice. But the weight of history will only tolerate so much.\r\n\r\n\r\n----------\r\nAlso contained in:\r\n\r\n - [Best Sellers from Reader's Digest Condensed Books](https://openlibrary.org/works/OL16035425W)", "cover_url": "https://covers.openlibrary.org/b/id/12606502-L.jpg"}, {"title": "Pride and Prejudice", "author": "Jane Austen", "olid": "OL66554W", "description": "Pride and Prejudice is an 1813 novel of manners written by Jane Austen. The novel follows the character development of Elizabeth Bennet, the dynamic protagonist of the book who learns about the repercussions of hasty judgments and comes to appreciate the difference between superficial goodness and actual goodness.\r\n\r\nMr. Bennet, owner of the Longbourn estate in Hertfordshire, has five daughters, but his property is entailed and can only be passed to a male heir. His wife also lacks an inheritance, so his family faces becoming very poor upon his death. Thus, it is imperative that at least one of the girls marry well to support the others, which is a motivation that drives the plot.", "cover_url": "https://covers.openlibrary.org/b/id/14348537-L.jpg"}, {"title": "The Great Gatsby", "author": "F. Scott Fitzgerald", "olid": "OL468431W", "description": "Here is a novel, glamorous, ironical, compassionate – a marvelous fusion into unity of the curious incongruities of the life of the period – which reveals a hero like no other – one who could live at no other time and in no other place. But he will live as a character, we surmise, as long as the memory of any reader lasts.\r\n\r\n\"There was something gorgeous about him, some heightened sensitivity to the promises of life.... It was an extraordinary gift for hope, a romantic readiness such as I have never found in any other person and which it is not likely I shall ever find again.\"\r\n\r\nIt is the story of this Jay Gatsby who came so mysteriously to West Egg, of his sumptuous entertainments, and of his love for Daisy Buchanan – a story that ranges from pure lyrical beauty to sheer brutal realism, and is infused with a sense of the strangeness of human circumstance in a heedless universe.\r\n\r\nIt is a magical, living book, blended of irony, romance, and mysticism.\r\n\r\n--first edition jacket\r\n\r\n\r\n----------\r\nAlso contained in:\r\n\r\n - [The Fitzgerald Reader](https://openlibrary.org/works/OL468551W/The_Fitzgerald_Reader)\r\n - [Three Novels of F. Scott Fitzgerald ](https://openlibrary.org/works/OL468557W)", "cover_url": "https://covers.openlibrary.org/b/id/10590366-L.jpg"}, {"title": "The Catcher in the Rye", "author": "J. D. Salinger", "olid": "OL3335245W", "description": "Story of Holden Caufield with his idiosyncrasies, penetrating insight, confusion, sensitivity and negativism. Holden, knowing he is to be expelled from school, decides to leave early. He spends three days in New York City and tells the story of what he did and suffered there.", "cover_url": "https://covers.openlibrary.org/b/id/9273490-L.jpg"}, {"title": "Moby Dick", "author": "Herman Melville", "olid": "OL102749W", "description": "\"Command the murderous chalices! Drink ye harpooners! Drink and swear, ye men that man the deathful whaleboat's bow -- Death to Moby Dick!\" So Captain Ahab binds his crew to fulfil his obsession -- the destruction of the great white whale. Under his lordly but maniacal command the Pequod's commercial mission is perverted to one of vengeance. To Ahab, the monster that destroyed his body is not a creature, but the symbol of \"some unknown but still reasoning thing.\" Uncowed by natural disasters, ill omens, even death, Ahab urges his ship towards \"the undeliverable, nameless perils of the whale.\" Key letters from Melville to Nathaniel Hawthorne are printed at the end of this volume. - Back cover.", "cover_url": "https://covers.openlibrary.org/b/id/10544254-L.jpg"}, {"title": "The Hobbit", "author": "J.R.R. Tolkien", "olid": "OL27482W", "description": "The Hobbit is a tale of high adventure, undertaken by a company of dwarves in search of dragon-guarded gold. A reluctant partner in this perilous quest is Bilbo Baggins, a comfort-loving unambitious hobbit, who surprises even himself by his resourcefulness and skill as a burglar.\r\n\r\nEncounters with trolls, goblins, dwarves, elves, and giant spiders, conversations with the dragon, Smaug, and a rather unwilling presence at the Battle of Five Armies are just some of the adventures that befall Bilbo.\r\n\r\nBilbo Baggins has taken his place among the ranks of the immortals of children’s fiction. Written by Professor Tolkien for his children, The Hobbit met with instant critical acclaim when published.", "cover_url": "https://covers.openlibrary.org/b/id/14627509-L.jpg"}, {"title": "Brave New World", "author": "Aldous Huxley", "olid": "OL64468W", "description": "Originally published in 1932, this outstanding work of literature is more crucial and relevant today than ever before. Cloning, feel-good drugs, antiaging programs, and total social control through politics, programming, and media -- has Aldous Huxley accurately predicted our future? With a storyteller's genius, he weaves these ethical controversies in a compelling narrative that dawns in the year 632 AF (After Ford, the deity). When Lenina and Bernard visit a savage reservation, we experience how Utopia can destroy humanity. A powerful work of speculative fiction that has enthralled and terrified readers for generations, Brave New World is both a warning to be heeded and thought-provoking yet satisfying entertainment. - Container.", "cover_url": "https://covers.openlibrary.org/b/id/8231823-L.jpg"}, {"title": "The Ultimate Hitchhiker's Guide to the Galaxy", "author": "Douglas Adams", "olid": "OL25125779W", "description": null, "cover_url": "https://covers.openlibrary.org/b/id/11972784-L.jpg"}, {"title": "Harry Potter and the Sorcerer's Stone", "author": "J. K. Rowling", "olid": "OL31306243W", "description": null, "cover_url": "https://covers.openlibrary.org/b/id/276518-L.jpg"}, {"title": "The Da Vinci Code", "author": "Dan Brown", "olid": "OL76837W", "description": "The Da Vinci Code is a 2003 mystery thriller novel by Dan Brown. It is Brown's second novel to include the character Robert Langdon: the first was his 2000 novel Angels & Demons. The Da Vinci Code follows \"symbologist\" Robert Langdon and cryptologist Sophie Neveu after a murder in the Louvre Museum in Paris causes them to become involved in a battle between the Priory of Sion and Opus Dei over the possibility of Jesus Christ and Mary Magdalene having had a child together.\r\n\r\n\r\n----------\r\nSee also:\r\n[The Da Vinci Code [1/2]](https://openlibrary.org/works/OL24164822W)\r\n[The Da Vinci Code [2/2]](https://openlibrary.org/works/OL24210437W)\r\n\r\n\t\t\r\nContained in:\r\n[Angels & Demons / The Da Vinci Code](https://openlibrary.org/works/OL15290520W)", "cover_url": "https://covers.openlibrary.org/b/id/9255229-L.jpg"}, {"title": "Frankenstein or The Modern Prometheus", "author": "Mary Shelley", "olid": "OL450063W", "description": "*Frankenstein; or, The Modern Prometheus* is an 1818 novel written by English author Mary Shelley. Frankenstein tells the story of Victor Frankenstein, a young scientist who creates a sapient creature in an unorthodox scientific experiment. Shelley started writing the story when she was 18, and the first edition was published anonymously in London on 1 January 1818, when she was 20. Her name first appeared in the second edition, which was published in Paris in 1821.", "cover_url": "https://covers.openlibrary.org/b/id/12356249-L.jpg"}, {"title": "The Hunger Games", "author": "Suzanne Collins", "olid": "OL5735363W", "description": "The Hunger Games is a 2008 dystopian novel by the American writer Suzanne Collins. It is written in the perspective of 16-year-old Katniss Everdeen, who lives in the future, post-apocalyptic nation of Panem in North America. The Capitol, a highly advanced metropolis, exercises political control over the rest of the nation. The Hunger Games is an annual event in which one boy and one girl aged 12–18 from each of the twelve districts surrounding the Capitol are selected by lottery to compete in a televised battle royale to the death.\r\n\r\nThe book received critical acclaim from major reviewers and authors. It was praised for its plot and character development. In writing The Hunger Games, Collins drew upon Greek mythology, Roman gladiatorial games, and contemporary reality television for thematic content. The novel won many awards, including the California Young Reader Medal, and was named one of Publishers Weekly's \"Best Books of the Year\" in 2008.\r\n\r\nThe Hunger Games was first published in hardcover on September 14, 2008, by Scholastic, featuring a cover designed by Tim O'Brien.", "cover_url": "https://covers.openlibrary.org/b/id/12646537-L.jpg"}, {"title": "The Adventures of Sherlock Holmes [12 stories]", "author": "Arthur Conan Doyle", "olid": "OL262421W", "description": "The Adventures of Sherlock Holmes is a collection of twelve short stories by Arthur Conan Doyle, first published on 14 October 1892. It contains the earliest short stories featuring the consulting detective Sherlock Holmes, which had been published in twelve monthly issues of The Strand Magazine from July 1891 to June 1892. The stories are collected in the same sequence, which is not supported by any fictional chronology. The only characters common to all twelve are Holmes and Dr. Watson and all are related in first-person narrative from Watson's point of view.\r\n\r\n\r\nContains:\r\n[Scandal in Bohemia](https://openlibrary.org/works/OL14930611W/A_Scandal_in_Bohemia)\r\n[Red-headed League](https://openlibrary.org/works/OL14930336W/The_Red-Headed_League)\r\n[Case of Identity](https://openlibrary.org/works/OL14929939W/A_Case_of_Identity)\r\n[Boscombe Valley Mystery](https://openlibrary.org/works/OL18495288W/The_Boscombe_Valley_Mystery)\r\n[Five Orange Pips](https://openlibrary.org/works/OL1518120W/Five_Orange_Pips)\r\n[Man with the Twisted Lip](https://openlibrary.org/works/OL14930258W/The_Man_With_the_Twisted_Lip)\r\n[Adventure of the Blue Carbuncle](https://openlibrary.org/works/OL1518317W/Adventure_of_the_Blue_Carbuncle)\r\n[Adventure of the Speckled Band](https://openlibrary.org/works/OL262561W/Adventure_of_the_Speckled_Band)\r\n[Adventure of the Engineer's Thumb](https://openlibrary.org/works/OL1518318W/Adventure_of_the_Engineer's_Thumb)\r\n[Adventure of the Noble Bachelor](https://openlibrary.org/works/OL14929841W/Adventure_of_the_Noble_Bachelor)\r\n[Adventure of the Beryl Coronet](https://openlibrary.org/works/OL14929825W/Adventure_of_the_Beryl_Coronet)\r\n[Adventure of the Copper Beeches](https://openlibrary.org/works/OL1518116W/Adventure_of_the_Copper_Beeches)\r\n\r\n\r\n----------\r\nAlso contained in:\r\n\r\n - [Adventures and Memoirs of Sherlock Holmes](https://openlibrary.org/works/OL1518128W)\r\n - [Adventures of Sherlock Holmes](https://openlibrary.org/works/OL20624138W)\r\n - [Celebrated Cases of Sherlock Holmes](https://openlibrary.org/works/OL16076930W)\r\n - [Complete Sherlock Holmes](https://openlibrary.org/works/OL18188824W)\r\n - [Complete Sherlock Holmes: Volume I](https://openlibrary.org/works/OL14929975W)\r\n - [Illustrated Sherlock Holmes](https://openlibrary.org/works/OL1518342W)\r\n - [Obras completas de Conan Doyle: II](https://openlibrary.org/works/OL20787319W)\r\n - [Original Illustrated Sherlock Holmes](https://openlibrary.org/works/OL262528W)\r\n - [Original Illustrated 'Strand' Sherlock Holmes](https://openlibrary.org/works/OL262529W)\r\n - [Short Stories](https://openlibrary.org/works/OL18188661W)\r\n - [Works](https://openlibrary.org/works/OL16173818W)\r\n - [Works](https://openlibrary.org/works/OL14930383W)", "cover_url": "https://covers.openlibrary.org/b/id/6717853-L.jpg"}, {"title": "The Chronicles of Narnia : The Lion, the Witch, and the Wardrobe", "author": "C.S. Lewis", "olid": "OL24867879W", "description": null, "cover_url": "https://covers.openlibrary.org/b/id/11756423-L.jpg"}, {"title": "The Alchemist", "author": "Paulo Coelho", "olid": "OL796465W", "description": "Combining magic, mysticism, wisdom and wonder into an inspiring tale of self-discovery, The Alchemist has become a modern classic, selling millions of copies around the world and transforming the lives of countless readers across generations.\r\n\r\nPaulo Coelho's masterpiece tells the mystical story of Santiago, an Andalusian shepherd boy who yearns to travel in search of a worldly treasure. His quest will lead him to riches far different—and far more satisfying—than he ever imagined. Santiago's journey teaches us about the essential wisdom of listening to our hearts, of recognizing opportunity and learning to read the omens strewn along life's path, and, most importantly, to follow our dreams.", "cover_url": "https://covers.openlibrary.org/b/id/48240-L.jpg"}, {"title": "Gone With the Wind", "author": "Margaret Mitchell", "olid": "OL267933W", "description": "Margaret Mitchell's monumental epic of the South won a Pulitzer Prize, gave rise to the most popular motion picture of our time, and inspired a sequel that became the fastest selling novel of the century. It is one of the most popular books ever written: more than 28 million copies of the book have been sold in more than 37 countries. Today, more than 60 years after its initial publication, its achievements are unparalleled, and it remains the most revered American saga and the most beloved work by an American writer...", "cover_url": "https://covers.openlibrary.org/b/id/8296480-L.jpg"}, {"title": "The Picture of Dorian Gray", "author": "Oscar Wilde", "olid": "OL8193416W", "description": "**The Picture of Dorian Gray** is a philosophical novel by Irish writer Oscar Wilde. A shorter novella-length version was published in the July 1890 issue of the American periodical *Lippincott’s Monthly Magazine*. The novel-length version was published in April 1891.\r\n\r\n(Source: [Wikipedia](https://en.wikipedia.org/wiki/The_Picture_of_Dorian_Gray))", "cover_url": "https://covers.openlibrary.org/b/id/14314858-L.jpg"}, {"title": "Lord of the Flies", "author": "William Golding", "olid": "OL35335023W", "description": null, "cover_url": "/static/images/cover-blank.png"}, {"title": "Wuthering Heights", "author": "Emily Brontë", "olid": "OL21177W", "description": "Wuthering Heights is an 1847 novel by Emily Brontë, initially published under the pseudonym Ellis Bell. It concerns two families of the landed gentry living on the West Yorkshire moors, the Earnshaws and the Lintons, and their turbulent relationships with Earnshaw's adopted son, Heathcliff. The novel was influenced by Romanticism and Gothic fiction.", "cover_url": "https://covers.openlibrary.org/b/id/12818862-L.jpg"}, {"title": "Novels (Agnes Grey / Jane Eyre / Wuthering Heights)", "author": "Anne Brontë", "olid": "OL1095411W", "description": "The three great novels collected here are set in a beautiful by awe-inspiring landscape and they explore the darkest and most extreme emotions. Here are some of the most memorable characters in literature - Catherine Earnshaw, haunted by the death of her mother in child-birth; the mesmerising gypsy foundling Heathcliffe; the tragic Mr Rochester and his saviour Jayne Eyre.\r\n\r\n\r\n----------\r\nContains:\r\nAgnes Grey\r\nJane Eyre\r\n[Wuthering Heights](https://openlibrary.org/works/OL21177W)", "cover_url": "https://covers.openlibrary.org/b/id/14421819-L.jpg"}, {"title": "The Count of Monte-Cristo [4/5]", "author": "Alexandre Dumas", "olid": "OL410282W", "description": null, "cover_url": "/static/images/cover-blank.png"}, {"title": "Crime and Punishment", "author": "Фёдор Михайлович Достоевский", "olid": "OL24574391W", "description": "perform good deeds to counterbalance the crime, while ridding the world of a vermin", "cover_url": "https://covers.openlibrary.org/b/id/11227994-L.jpg"}, {"title": "War and Peace", "author": "Лев Толстой", "olid": "OL267171W", "description": "War and Peace delineates in graphic detail events surrounding the French invasion of Russia, and the impact of the Napoleonic era on Tsarist society, as seen through the eyes of five Russian aristocratic families.\r\nThe novel begins in the year 1805 during the reign of Tsar Alexander I and leads up to the 1812 French invasion of Russia by Napoleon. The era of Catherine the Great (1762–1796), when the royal court in Paris was the centre of western European civilization,[16] is still fresh in the minds of older people. Catherine, fluent in French and wishing to reshape Russia into a great European nation, made French the language of her royal court. For the next one hundred years, it became a social requirement for members of the Russian nobility to speak French and understand French culture.[16] This historical and cultural context in the aristocracy is reflected in War and Peace. Catherine's grandson, Alexander I, came to the throne in 1801 at the age of 24. In the novel, his mother, Marya Feodorovna, is the most powerful woman in the Russian court.\r\n\r\nWar and Peace tells the story of five aristocratic families — the Bezukhovs, the Bolkonskys, the Rostovs, the Kuragins and the Drubetskoys—and the entanglements of their personal lives with the history of 1805–1813, principally Napoleon's invasion of Russia in 1812. The Bezukhovs, while very rich, are a fragmented family as the old Count, Kirill Vladimirovich, has fathered dozens of illegitimate sons. The Bolkonskys are an old established and wealthy family based at Bald Hills. Old Prince Bolkonsky, Nikolai Andreevich, served as a general under Catherine the Great, in earlier wars. The Moscow Rostovs have many estates, but never enough cash. They are a closely knit, loving family who live for the moment regardless of their financial situation. The Kuragin family has three children, who are all of questionable character. The Drubetskoy family is of impoverished nobility, and consists of an elderly mother and her only son, Boris, whom she wishes to push up the career ladder.", "cover_url": "https://covers.openlibrary.org/b/id/12621906-L.jpg"}, {"title": "Les MisÃ©rables (French Edition)", "author": "Victor Hugo", "olid": "OL33954831W", "description": null, "cover_url": "/static/images/cover-blank.png"}, {"title": "Anna Karenina", "author": "Лев Толстой", "olid": "OL267096W", "description": "Described by William Faulkner as the best novel ever written and by Fyodor Dostoevsky as “flawless,” Anna Karenina tells of the doomed love affair between the sensuous and rebellious Anna and the dashing officer, Count Vronsky. Tragedy unfolds as Anna rejects her passionless marriage and thereby exposes herself to the hypocrisies of society. Set against a vast and richly textured canvas of nineteenth-century Russia, the novel's seven major characters create a dynamic imbalance, playing out the contrasts of city and country life and all the variations on love and family happiness.", "cover_url": "https://covers.openlibrary.org/b/id/2560652-L.jpg"}, {"title": "The Brothers Karamazov", "author": "Фёдор Михайлович Достоевский", "olid": "OL24600223W", "description": null, "cover_url": "https://covers.openlibrary.org/b/id/11263774-L.jpg"}, {"title": "Don Quixote", "author": "Miguel de Cervantes Saavedra", "olid": "OL503666W", "description": "A PBS Great American Read Top 100 Pick\r\n\r\nEdith Grossman's definitive English translation of the Spanish masterpiece, in an expanded P.S. edition\r\n\r\nWidely regarded as one of the funniest and most tragic books ever written, Don Quixote chronicles the adventures of the self-created knight-errant Don Quixote of La Mancha and his faithful squire, Sancho Panza, as they travel through sixteenth-century Spain. You haven't experienced Don Quixote in English until you've read this masterful translation.", "cover_url": "https://covers.openlibrary.org/b/id/14428305-L.jpg"}, {"title": "The Divine Comedy", "author": "Dante Alighieri", "olid": "OL267412W", "description": null, "cover_url": "https://covers.openlibrary.org/b/id/5722094-L.jpg"}, {"title": "Ulysses", "author": "James Joyce", "olid": "OL86318W", "description": "Written over a seven-year period, from 1914 to 1921, this book has survived bowdlerization, legal action and controversy. The novel deals with the events of one day in Dublin, 16th June 1904, now known as \"Bloomsday\". The principal characters are Stephen Dedalus, Leopold Bloom and his wife Molly. Ulysses has been labelled dirty, blasphemous and unreadable. In a famous 1933 court decision, Judge John M. Woolsey declared it an emetic book-although he found it not quite obscene enough to disallow its importation into the United States-and Virginia Woolf was moved to decry James Joyce's \"cloacal obsession\". None of these descriptions, however, do the slightest justice to the novel. To this day it remains the modernist masterpiece, in which the author takes both Celtic lyricism and vulgarity to splendid extremes. It is funny, sorrowful, and even (in its own way) suspenseful. And despite the exegetical industry that has sprung up in the last 75 years, Ulysses is also a compulsively readable book.", "cover_url": "https://covers.openlibrary.org/b/id/13136548-L.jpg"}, {"title": "Madame Bovary", "author": "Gustave Flaubert", "olid": "OL893707W", "description": "Charles Bovary, médecin de campagne, veuf d'une mégère, fait lors d'une tournée la rencontre du père Rouault et de sa fille, Emma. Après leur mariage, Emma reste insatisfaite et rêve d'une nouvelle vie. Son premier amant lui donne le goût du luxe et fait miroiter un avenir à deux avant de l'abandonner. Une fois remise, Emma continue à faire de folles dépenses, qui peu à peu la mènent à la ruine et au déshonneur. (Résumé par Nadine)\r\n\r\n\r\n----------\r\nSee also:\r\n\r\n - [Madame Bovary: 1/2](https://openlibrary.org/works/OL29255465W/Madame_Bovary_1_2)\r\n - [Madame Bovary: 2/2](https://openlibrary.org/works/OL29255459W/Madame_Bovary_2_2)\r\n\r\n----------\r\n\r\n\r\nAlso contained in:\r\n\r\n - [The Best Known Works of Gustave Flaubert][1]\r\n - [Pages choisies des grands écrivains](https://openlibrary.org/works/OL15580389W)\r\n\r\n  [1]: https://openlibrary.org/works/OL893933W/The_best_known_works_of_Gustave_Flaubert", "cover_url": "https://covers.openlibrary.org/b/id/12993424-L.jpg"}, {"title": "The Odyssey", "author": "Όμηρος (Homer)", "olid": "OL26446888W", "description": "A new translation of the epic poem retells the story of Odysseus's ten-year voyage home to Ithaca after the Trojan War.", "cover_url": "https://covers.openlibrary.org/b/id/12474938-L.jpg"}, {"title": "A Tale of Two Cities", "author": "Charles Dickens", "olid": "OL8193465W", "description": "A Tale of Two Cities is a historical novel published in 1859 by Charles Dickens, set in London and Paris before and during the French Revolution. The novel tells the story of the French Doctor Manette, his 18-year-long imprisonment in the Bastille in Paris, and his release to live in London with his daughter Lucie whom he had never met. The story is set against the conditions that led up to the French Revolution and the Reign of Terror. In the Introduction to the Encyclopedia of Adventure Fiction, critic Don D'Ammassa argues that it is an adventure novel because the protagonists are in constant danger of being imprisoned or killed.\r\n\r\nAs Dickens's best-known work of historical fiction, A Tale of Two Cities is said to be one of the best-selling novels of all time. In 2003, the novel was ranked 63rd on the BBC's The Big Read poll. The novel has been adapted for film, television, radio, and the stage, and has continued to influence popular culture.", "cover_url": "https://covers.openlibrary.org/b/id/13301713-L.jpg"}, {"title": "Great Expectations", "author": "Charles Dickens", "olid": "OL8721462W", "description": "Great Expectations is the thirteenth novel by Charles Dickens and his penultimate completed novel. It depicts the education of an orphan nicknamed Pip (the book is a bildungsroman; a coming-of-age story). It is Dickens' second novel, after David Copperfield, to be fully narrated in the first person. The novel was first published as a serial in Dickens's weekly periodical All the Year Round, from 1 December 1860 to August 1861. In October 1861, Chapman and Hall published the novel in three volumes.\r\n\r\nThe novel is set in Kent and London in the early to mid-19th century and contains some of Dickens's most celebrated scenes, starting in a graveyard, where the young Pip is accosted by the escaped convict Abel Magwitch. Great Expectations is full of extreme imagery – poverty, prison ships and chains, and fights to the death – and has a colourful cast of characters who have entered popular culture. These include the eccentric Miss Havisham, the beautiful but cold Estella, and Joe, the unsophisticated and kind blacksmith. Dickens's themes include wealth and poverty, love and rejection, and the eventual triumph of good over evil. Great Expectations, which is popular both with readers and literary critics, has been translated into many languages and adapted numerous times into various media.", "cover_url": "https://covers.openlibrary.org/b/id/13322313-L.jpg"}, {"title": "Ἰλιάς", "author": "Όμηρος (Homer)", "olid": "OL61981W", "description": "This long-awaited new edition of Lattimore's Iliad is designed to bring the book into the twenty-first century—while leaving the poem as firmly rooted in ancient Greece as ever. Lattimore's elegant, fluent verses—with their memorably phrased heroic epithets and remarkable fidelity to the Greek—remain unchanged, but classicist Richard Martin has added a wealth of supplementary materials designed to aid new generations of readers. A new introduction sets the poem in the wider context of Greek life, warfare, society, and poetry, while line-by-line notes at the back of the volume offer explanations of unfamiliar terms, information about the Greek gods and heroes, and literary appreciation. A glossary and maps round out the book.\r\n\r\n\r\n\r\nThe result is a volume that actively invites readers into Homer's poem, helping them to understand fully the worlds in which he and his heroes lived—and thus enabling them to marvel, as so many have for centuries, at Hektor and Ajax, Paris and Helen, and the devastating rage of Achilleus.", "cover_url": "https://covers.openlibrary.org/b/id/7083790-L.jpg"}, {"title": "One hundred years of solitude", "author": "Gabriel García Márquez", "olid": "OL24845021W", "description": null, "cover_url": "https://covers.openlibrary.org/b/id/11689779-L.jpg"}, {"title": "The Sound and the Fury", "author": "William Faulkner", "olid": "OL82870W", "description": "In many ways this was an experimental novel, using several differing narrative styles. Divided into four parts, the author relates the same episodes from four different viewpoints, using a different style for each. The story concerns various members of a Southern family, once wealthy landowners but now struggling to maintain their reputation.", "cover_url": "https://covers.openlibrary.org/b/id/8292212-L.jpg"}, {"title": "The Grapes of Wrath", "author": "John Steinbeck", "olid": "OL23205W", "description": "Steinbeck’s classic novel of the Great Depression is as vivid now as ever. The story focuses on a family of Oklahoma sharecroppers, farmers who work another man’s land for a share of the crops. Driven from their home by drought and poverty they take to the road in a battered old truck and make their way to California to look for work. When they arrive they find hundreds of others like them being forced to work for breadline wages. they begin working as fruit pickers, strike-breakers replacing the people who have been trying to establish a union but their consciences force them to leave.", "cover_url": "https://covers.openlibrary.org/b/id/12715902-L.jpg"}, {"title": "Slaughterhouse-Five", "author": "Kurt Vonnegut", "olid": "OL98459W", "description": "Slaughterhouse-Five is one of the world's great anti-war books. Centering on the infamous fire-bombing of Dresden, Billy Pilgrim's odyssey through time reflects the mythic journey of our own fractured lives as we search for meaning in what we are afraid to know.", "cover_url": "https://covers.openlibrary.org/b/id/12727001-L.jpg"}, {"title": "In Search of Lost Times", "author": "Marcel Proust", "olid": "OL1190225W", "description": null, "cover_url": "https://covers.openlibrary.org/b/id/1827158-L.jpg"}, {"title": "Lolita", "author": "Vladimir Nabokov", "olid": "OL627084W", "description": "Lolita is a 1955 novel written by Russian-American novelist Vladimir Nabokov. The novel is notable for its controversial subject: the protagonist and unreliable narrator, a middle-aged literature professor under the pseudonym Humbert Humbert, is obsessed with a 12-year-old girl, Dolores Haze, whom he sexually molests after he becomes her stepfather. \"Lolita\" is his private nickname for Dolores. The novel was originally written in English and first published in Paris in 1955 by Olympia Press. Later it was translated into Russian by Nabokov himself and published in New York City in 1967 by Phaedra Publishers.\r\n\r\n----------\r\nAlso contained in:\r\n\r\n - [Собрание сочинений русского периода в пяти томах: Смех в темноте / Lolita](https://openlibrary.org/works/OL22529308W)\r\n - [Novels 1955-1962](https://openlibrary.org/works/OL20643775W/Novels_1955-1962)\r\n - [Works: Ada / Lolita](https://openlibrary.org/works/OL17687842W/Ada_Lolita)", "cover_url": "https://covers.openlibrary.org/b/id/12984540-L.jpg"}, {"title": "The Metamorphosis", "author": "Franz Kafka", "olid": "OL498556W", "description": "Metamorphosis (German: Die Verwandlung) is a novella written by Franz Kafka which was first published in 1915. One of Kafka's best-known works, Metamorphosis tells the story of salesman Gregor Samsa, who wakes one morning to find himself inexplicably transformed into a huge insect (German: ungeheueres Ungeziefer, lit. \"monstrous vermin\") and subsequently struggles to adjust to this new condition. The novella has been widely discussed among literary critics, with differing interpretations being offered. In popular culture and adaptations of the novella, the insect is commonly depicted as a cockroach.\r\n\r\nWith a length of about 70 printed pages over three chapters, it is the longest of the stories Kafka considered complete and published during his lifetime. The text was first published in 1915 in the October issue of the journal Die weißen Blätter under the editorship of René Schickele. The first edition in book form appeared in December 1915 in the series Der jüngste Tag, edited by Kurt Wolff.", "cover_url": "https://covers.openlibrary.org/b/id/12820198-L.jpg"}, {"title": "The Stranger [graphic novel]", "author": "Stuart Gilbert", "olid": "OL27221314W", "description": null, "cover_url": "/static/images/cover-blank.png"}, {"title": "Catch-22", "author": "Joseph Heller", "olid": "OL276798W", "description": "Catch-22 is like no other novel. It has its own rationale, its own extraordinary character. It moves back and forth from hilarity to horror. It is outrageously funny and strangely affecting. It is totally original. Set in the closing months of World War II in an American bomber squadron off Italy, Catch-22 is the story of a bombardier named Yossarian, who is frantic and furious because thousands of people he hasn't even met keep trying to kill him. Catch-22 is a microcosm of the twentieth-century world as it might look to someone dangerously sane. It is a novel that lives and moves and grows with astonishing power and vitality -- a masterpiece of our time. - Back cover.", "cover_url": "https://covers.openlibrary.org/b/id/6468653-L.jpg"}, {"title": "Beloved", "author": "Toni Morrison", "olid": "OL50548W", "description": "Toni Morrison--author of Song of Solomon and Tar Baby--is a writer of remarkable powers: her novels, brilliantly acclaimed for their passion, their dazzling language and their lyric and emotional force, combine the unassailable truths of experience and emotion with the vision of legend and imagination. It is the story--set in post-Civil War Ohio--of Sethe, an escaped slave who has risked death in order to wrench herself from a living death; who has lost a husband and buried a child; who has borne the unthinkable and not gone mad: a woman of \"iron eyes and backbone to match.\" Sethe lives in a small house on the edge of town with her daughter, Denver, her mother-in-law, Baby Suggs, and a disturbing, mesmerizing intruder who calls herself Beloved. Sethe works at \"beating back the past,\" but it is alive in all of them. It keeps Denver fearful of straying from the house. It fuels the sadness that has settled into Baby Suggs' \"desolated center where the self that was no self made its home.\" And to Sethe, the past makes itself heard and felt incessantly: in memories that both haunt and soothe her...in the arrival of Paul D (\"There was something blessed in his manner. Women saw him and wanted to weep\"), one of her fellow slaves on the farm where she had once been kept...in the vivid and painfully cathartic stories she and Paul D tell each other of their years in captivity, of their glimpses of freedom...and, most powerfully, in the apparition of Beloved, whose eyes are expressionless at their deepest point, whose doomed childhood belongs to the hideous logic of slavery and who, as daughter, sister and seductress, has now come from the \"place over there\" to claim retribution for what she lost and for what was taken from her. Sethe's struggle to keep Beloved from gaining full possession of her present--and to throw off the long, dark legacy of her past--is at the center of this profoundly affecting and startling novel. But its intensity and resonance of feeling, and the boldness of its narrative, lift it beyond its particulars so that it speaks to our experience as an entire nation with a past of both abominable and ennobling circumstance. In Beloved, Toni Morrison has given us a great American novel. Toni Morrison was awarded the 1988 Pulitzer Prize in Literature for Beloved.", "cover_url": "https://covers.openlibrary.org/b/id/8261367-L.jpg"}, {"title": "Middlemarch", "author": "George Eliot", "olid": "OL20867W", "description": "Eliot’s epic of 19th century provincial social life, set in a fictitious Midlands town in the years 1830-32, has several interlocking storylines blended effortlessly together to form a fully coherent narrative. Its main themes are the status of women, social expectations and hypocrisy, religion, political reform and education. It has often been called the greatest novel in the English language.", "cover_url": "https://covers.openlibrary.org/b/id/252882-L.jpg"}, {"title": "Mansfield Park", "author": "Jane Austen", "olid": "OL66530W", "description": "Fanny Price is born to a poor family, but is sent to her mother's rich relations to be brought up with her cousins. There she is treated as an inferior by all except her cousin Edmund, whose kindness towards her earns him her steadfast love. Fanny is quiet and obedient and does not come into her own until her elder cousins leave the estate following a scandalous play put on in their father's absence. Fanny's loyalty and love is tested by the beautiful Crawford siblings. But their essentially weak natures and morals show them for what they really are, and allow Fanny to gain the one thing she truly desires.", "cover_url": "https://covers.openlibrary.org/b/id/14618737-L.jpg"}, {"title": "Emma", "author": "Jane Austen", "olid": "OL66513W", "description": "Emma, by Jane Austen, is a novel about youthful hubris and the perils of misconstrued romance. The novel was first published in December 1815. As in her other novels, Austen explores the concerns and difficulties of genteel women living in Georgian-Regency England; she also creates a lively comedy of manners among her characters. Before she began the novel, Austen wrote, \"I am going to take a heroine whom no one but myself will much like.\" In the very first sentence she introduces the title character as \"Emma Woodhouse, handsome, clever, and rich.\" Emma, however, is also rather spoiled, headstrong, and self-satisfied; she greatly overestimates her own matchmaking abilities; she is blind to the dangers of meddling in other people's lives; and her imagination and perceptions often lead her astray.", "cover_url": "https://covers.openlibrary.org/b/id/9278312-L.jpg"}, {"title": "David Copperfield", "author": "Charles Dickens", "olid": "OL10322056W", "description": "David Copperfield is the eighth novel by Charles Dickens. The novel's full title is The Personal History, Adventures, Experience and Observation of David Copperfield the Younger of Blunderstone Rookery (Which He Never Meant to Publish on Any Account). It was first published as a serial in 1849–50, and as a book in 1850.\r\n\r\nThe novel features the character David Copperfield, and is written in the first person, as a description of his life until middle age, with his own adventures and the numerous friends and enemies he meets along his way. It is his journey of change and growth from infancy to maturity, as people enter and leave his life and he passes through the stages of his development.", "cover_url": "https://covers.openlibrary.org/b/id/13115624-L.jpg"}, {"title": "A Christmas Carol", "author": "Charles Dickens", "olid": "OL8193497W", "description": "An allegorical novella descibing the rehabilitation of bitter, miserly businessman Ebenezer Scrooge. The reader is witness to his transformation as Scrooge is shown the error of his ways by the ghost of former partner Jacob Marley and the spirits of Christmas past, present and future. The first of the Christmas books (Dickens released one a year from 1843&ndash;1847) it became an instant hit.", "cover_url": "https://covers.openlibrary.org/b/id/13299222-L.jpg"}, {"title": "Bleak House", "author": "Charles Dickens", "olid": "OL14868510W", "description": "As the interminable case of Jarndyce and Jarndyce grinds its way through the Court of Chancery, it draws together a disparate group of people: Ada and Richard Clare, whose inheritance is gradually being devoured by legal costs; Esther Summerson, a ward of court, whose parentage is a source of deepening mystery; the menacing lawyer Tulkinghorn; the determined sleuth Inspector Bucket; and even Jo, the destitute little crossing-sweeper. A savage, but often comic, indictment of a society that is rotten to the core, Bleak House is one of Dickens's most ambitious novels, with a range that extends from the drawing rooms of the aristocracy to the poorest of London slums.", "cover_url": "https://covers.openlibrary.org/b/id/9279273-L.jpg"}, {"title": "Hard Times", "author": "Charles Dickens", "olid": "OL8193387W", "description": "Dickens scathing portrait of Victorian industrial society and its misapplied utilitarian philosophy, Hard Times features schoolmaster Thomas Gradgrind, one of his most richly dimensional, memorable characters. Filled with the details and wonders of small-town life, it is also a daring novel of ideas and ultimately, a celebration of love, hope, and limitless possibilities of the imagination.", "cover_url": "https://covers.openlibrary.org/b/id/8236916-L.jpg"}, {"title": "The Scarlet Letter", "author": "Nathaniel Hawthorne", "olid": "OL455305W", "description": "A stark and allegorical tale of adultery, guilt, and social repression in Puritan New England, The Scarlet Letter is a foundational work of American literature. Nathaniel Hawthorne's exploration of the dichotomy between the public and private self, internal passion and external convention, gives us the unforgettable Hester Prynne, who discovers strength in the face of ostracism and emerges as a heroine ahead of her time.", "cover_url": "https://covers.openlibrary.org/b/id/5654516-L.jpg"}, {"title": "Moll Flanders", "author": "Daniel Defoe", "olid": "OL45139W", "description": "These are the true confessions of a remarkable and passionate young woman are thought to have been based on the adventures of a real prisoner in Newgate where Moll was born. ostensibly written as a warning to wrongdoers, the moral of Defoe's candid and cautionary tale is often lost in the sheer vitality of Moll - one of the supreme characters of English comic fiction.\r\n\r\nHer fortunes and misfortunes - 'twelve years a Whore, five times a Wife (once to her own brother), twelve years a Thief, eight years a transported Felon' - plunge the reader into the exciting world of the eighteenth-century low life.", "cover_url": "https://covers.openlibrary.org/b/id/12997559-L.jpg"}, {"title": "Robinson Crusoe", "author": "Daniel Defoe", "olid": "OL45310W", "description": "The Life and Strange Surprising Adventures of Robinson Crusoe, Of York, Mariner: Who lived Eight and Twenty Years, all alone in an un-inhabited Island on the Coast of America, near the Mouth of the Great River of Oroonoque; Having been cast on Shore by Shipwreck, wherein all the Men perished but himself. With An Account how he was at last as strangely deliver'd by Pyrates.", "cover_url": "https://covers.openlibrary.org/b/id/8783768-L.jpg"}, {"title": "Dracula", "author": "Bram Stoker", "olid": "OL85892W", "description": "Sink your teeth into the ageless tale of the famous vampire Count Dracula.\r\n\r\nDracula first horrified readers over 125 years ago. Today, this original gothic masterpiece includes a detailed exploration into the 1897 classic vampire novel and its author, Bram Stoker.\r\n\r\nIn this bonus introduction,\r\n\r\nLearn about Stoker’s early life, his colorful career, and the famous friends he made leading up to the creation of his magnum opus, Dracula.\r\nTune into the speculative theories of Stoker’s personal life and his deeply repressed homosexual tendencies.\r\nDelve deep into the folklore and mysticism that inspired Dracula, the masterful work itself, and the lasting impact it continues to have on pop culture.\r\nThis annotated introduction accompanying this classic novel is essential for all fans of Bram Stoker’s Dracula. I welcome you, the reader, as Count Dracula beckoned Jonathan Harker:\r\n\r\n“Welcome to my house. Enter freely and at your own free will.”", "cover_url": "https://covers.openlibrary.org/b/id/12216503-L.jpg"}, {"title": "Gulliver's Travels", "author": "Jonathan Swift", "olid": "OL20600W", "description": "A parody of traveler’s tales and a satire of human nature, “Gulliver’s Travels” is Jonathan Swift’s most famous work which was first published in 1726. An immensely popular tale ever since its original publication, “Gulliver’s Travels” is the story of its titular character, Lemuel Gulliver, a man who loves to travel. A series of four journeys are detailed in which Gulliver finds himself in a number of amusing and precarious situations. In the first voyage, Gulliver is imprisoned by a race of tiny people, the Lilliputians, when following a shipwreck he is washed upon the shores of their island country. In his second voyage Gulliver finds himself abandoned in Brobdingnag, a land of giants, where he is exhibited for their amusement. In his third voyage, Gulliver once again finds himself marooned; fortunately he is rescued by the flying island of Laputa, a kingdom devoted to the arts of music and mathematics. He subsequently travels to the surrounding lands of Balnibarbi, Luggnagg, Glubbdubdrib, and Japan. Finally in his last voyage, when he is set adrift by a mutinous crew, he finds himself in the curious Country of the Houyhnhnms. Through the various experiences of Gulliver, Swift brilliantly satirizes the political and cultural environment of his time in addition to creating a lasting and enchanting tale of fantasy. This edition is illustrated by Milo Winter and includes an introduction by George R. Dennis.", "cover_url": "https://covers.openlibrary.org/b/id/12717083-L.jpg"}, {"title": "The Call of the Wild", "author": "Jack London", "olid": "OL14942956W", "description": "As Buck, a mixed breed dog, is taken away from his home, instead of facing a feast for breakfast and the comforts of home, he faces the hardships of being a sled dog. Soon he lands in the wrong hands, being forced to keep going when it is too rough for him and the other dogs in his pack. He also fights the urges to run free with his ancestors, the wolves who live around where he is pulling the sled.", "cover_url": "https://covers.openlibrary.org/b/id/12393037-L.jpg"}, {"title": "White Fang", "author": "Jack London", "olid": "OL74504W", "description": "The story of a wolf/dog cross, who is raised by Indians, and becomes a deadly fighter.", "cover_url": "https://covers.openlibrary.org/b/id/8236920-L.jpg"}, {"title": "The Old Man and the Sea", "author": "Ernest Hemingway", "olid": "OL63073W", "description": "*The Old Man and the Sea* is one of Hemingway's most enduring works. Told in language of great simplicity and power, it is the story of an old Cuban fisherman, down on his luck, and his supreme ordeal -- a relentless, agonizing battle with a giant marlin far out in the Gulf Stream. \r\n\r\nHere Hemingway recasts, in strikingly contemporary style, the classic theme of courage in the face of defeat, of personal triumph won from loss. Written in 1952, this hugely successful novella confirmed his power and presence in the literary world and played a large part in his winning the 1954 Nobel Prize for Literature.", "cover_url": "https://covers.openlibrary.org/b/id/463307-L.jpg"}, {"title": "For Whom the Bell Tolls", "author": "Ernest Hemingway", "olid": "OL63009W", "description": "High in the pine forests of the Spanish Sierra, a guerrilla band prepares to blow up a vital bridge. Robert Jordan, a young American volunteer, has been sent to handle the dynamiting. There, in the mountains, he finds the dangers and the intense comradeship of war. And there he discovers Maria, a young woman who has escaped from Franco's rebels.", "cover_url": "https://covers.openlibrary.org/b/id/2560810-L.jpg"}, {"title": "The Sun Also Rises", "author": "Ernest Hemingway", "olid": "OL62979W", "description": "Hemingway's profile of the Lost Generation captures life among the expatriates on Paris' Left Bank during the 1920s, the brutality of bullfighting in Spain, and the moral and spiritual dissolution of a generation.", "cover_url": "https://covers.openlibrary.org/b/id/78741-L.jpg"}, {"title": "A Farewell to Arms", "author": "Ernest Hemingway", "olid": "OL63072W", "description": "A Farewell to Arms is about a love affair between the expatriate American Henry and Catherine Barkley against the backdrop of the First World War, cynical soldiers, fighting and the displacement of populations. The publication of A Farewell to Arms cemented Hemingway's stature as a modern American writer, became his first best-seller, and is described by biographer Michael Reynolds as \"the premier American war novel from that debacle World War I.\"", "cover_url": "https://covers.openlibrary.org/b/id/7226599-L.jpg"}, {"title": "On The Road", "author": "Jack Kerouac", "olid": "OL65906W", "description": "Described as everything from a \"last gasp\" of romantic fiction to a founding text of the Beat Generation movement, this story amounts to a nonfiction novel (as critics were later to describe some works).  Unpublished writer buddies wander from coast to coast in search of whatever they find, eager for experience.  Kerouac's spokesman is Sal Paradise (himself) and real-life friend Neal Casady appears as Dean Moriarty.", "cover_url": "https://covers.openlibrary.org/b/id/34655-L.jpg"}, {"title": "Of Mice and Men", "author": "John Steinbeck", "olid": "OL23204W", "description": "The second book in John Steinbeck’s labor trilogy, Of Mice and Men is a touching tale of two migrant laborers in search of work and eventual liberation from their social circumstances. Fiercely devoted to one another, George and Lennie plan to save up to finance their dream of someday owning a small piece of land. The pair seems unstoppable until tragedy strikes and their hopes come crashing down, forcing George to make a difficult decision regarding the welfare of his best friend.\r\n\r\nThe novel is set on a ranch in Soledad, CA. Author Frank Bergon recalls reading Of Mice and Men for the first time as a teenager living in the San Joaquin Valley and remembers how he saw “as if in a jolt of light the ordinary surroundings of [his] life become worthy of literature.” Steinbeck works to propagate the notion that meaningful stories emerge from the marginalized; that even those on the fringes of society can make deserving contributions to the literary canon.\r\n\r\nSource: http://www.steinbeck.org/about-john/his-works/\r\n\r\n\r\n----------\r\nAlso contained in:\r\n - [Cannery Row / Of Mice and Men](https://openlibrary.org/works/OL23172W/Cannery_Row_Of_Mice_and_Men)\r\n - [Grapes of Wrath / The Moon is Down / Cannery Row / East of Eden / Of Mice and Men][1]\r\n - [Novels and Stories 1932-1937](https://openlibrary.org/works/OL23167W)\r\n - [Short Novels of John Steinbeck](https://openlibrary.org/works/OL23185W/The_Short_Novels_of_John_Steinbeck)\r\n - [Steinbeck](https://openlibrary.org/works/OL23183W/Steinbeck)\r\n - [Steinbeck Pocket Book](https://openlibrary.org/works/OL16051131W/The_Steinbeck_Pocket_Book)\r\n\r\n  [1]: https://openlibrary.org/works/OL23165W/The_Grapes_of_Wrath_The_Moon_is_Down_Cannery_Row_East_of_Eden_Of_Mice_and_Men", "cover_url": "https://covers.openlibrary.org/b/id/14319003-L.jpg"}, {"title": "East of Eden", "author": "John Steinbeck", "olid": "OL23166W", "description": "Steinbeck considered East of Eden to be his masterpiece. In his journal, Journal of a Novel (often read as a companion to the novel) he notes that “this is the book I have always wanted and have worked and prayed to be able to write Set primarily in the Salinas Valley in the early twentieth century, the novel traces three generations of two families – the Trasks and the Hamiltons – as they grapple with the ever-present forces of good and evil. From this plot emerged some of Steinbeck’s most fascinating characters – many of whom are modeled after people in his own life.\r\n\r\nPart allegory, part autobiography, and part epic, East of Eden was an ambitious project from the start – a gift to Steinbeck’s sons that was meant to teach them about identity, grief, and what it means to be human. Tinged with biblical echoes of the fall of Adam and Eve and the rivalry of Cain and Abel, this sprawling saga has captivated audiences everywhere for generations. It is through the popularization of East of Eden that the Salinas Valley was truly transformed into “the valley of the world”; a place where everyone is able to find a piece of themselves in the golden, rolling hills.\r\n([source][1])\r\n\r\n\r\n----------\r\nContains:\r\n\r\n - [East of Eden 1/2][2]\r\n - [East of Eden 2/2][3]\r\n\r\n----------\r\nAlso contained in:\r\n\r\n - [East of Eden / The Wayward Bus][4]\r\n - [The Grapes of Wrath / The Moon is Down / Cannery Row / East of Eden / Of Mice and Men][5]\r\n - [Novels 1942-1952](https://openlibrary.org/works/OL15334093W/Novels_1942-1952)\r\n - [Reader's Digest Condensed Books: Spring 1953 Selections](https://openlibrary.org/works/OL15158232W)\r\n\r\n\r\n  [1]: http://www.steinbeck.org/about-john/his-works/\r\n  [2]: https://openlibrary.org/works/OL17811975W/East_of_Eden_1_2\r\n  [3]: https://openlibrary.org/works/OL18023025W/East_of_Eden_2_2\r\n  [4]: https://openlibrary.org/works/OL15138391W/East_of_Eden_The_Wayward_Bus\r\n  [5]: https://openlibrary.org/works/OL23165W/The_Grapes_of_Wrath_The_Moon_is_Down_Cannery_Row_East_of_Eden_Of_Mice_and_Men", "cover_url": "https://covers.openlibrary.org/b/id/11386937-L.jpg"}, {"title": "The Pearl", "author": "John Steinbeck", "olid": "OL7966242W", "description": "A novel.", "cover_url": "https://covers.openlibrary.org/b/id/9292332-L.jpg"}, {"title": "Sense and Sensibility", "author": "Jane Austen", "olid": "OL66562W", "description": "When Mr. Dashwood dies, he must leave the bulk of his estate to the son by his first marriage, which leaves his second wife and three daughters (Elinor, Marianne, and Margaret) in straitened circumstances. They are taken in by a kindly cousin, but their lack of fortune affects the marriageability of both practical Elinor and romantic Marianne. When Elinor forms an attachment for the wealthy Edward Ferrars, his family disapproves and separates them. And though Mrs. Jennings tries to match the worthy (and rich) Colonel Brandon to her, Marianne finds the dashing and fiery Willoughby more to her taste. Both relationships are sorely tried. But this is a romance, and through the hardships and heartbreak, true love and a happy ending will find their way for both the sister who is all sense and the one who is all sensibility. - Publisher.", "cover_url": "https://covers.openlibrary.org/b/id/9278292-L.jpg"}, {"title": "Northanger Abbey", "author": "Jane Austen", "olid": "OL66534W", "description": "Northanger Abbey is both a perfectly aimed literary parody and a withering satire of the commercial aspects of marriage among the English gentry at the turn of the nineteenth century. But most of all, it is the story of the initiation into life of its naïve but sweetly appealing heroine, Catherine Morland, a willing victim of the contemporary craze for Gothic literature who is determined to see herself as the heroine of a dark and thrilling romance.\r\n\r\nWhen Catherine is invited to Northanger Abbey, the grand though forbidding ancestral seat of her suitor, Henry Tilney, she finds herself embroiled in a real drama of misapprehension, mistreatment, and mortification, until common sense and humor—and a crucial clarification of Catherine’s financial status—puts all to right. Written in 1798 but not published until after Austen’s death in 1817, Northanger Abbey is characteristically clearheaded and strong, and infinitely subtle in its comedy.", "cover_url": "https://covers.openlibrary.org/b/id/12567961-L.jpg"}, {"title": "Persuasion", "author": "Jane Austen", "olid": "OL66544W", "description": "Persuasion tells the love story of Anne Elliot and Captain Frederick Wentworth, whose sister rents Miss Elliot's father's house, after the Napoleonic Wars come to an end. The story is set in 1814. The book itself is Jane Austen's last published book, published posthumously in December of 1818.", "cover_url": "https://covers.openlibrary.org/b/id/12824691-L.jpg"}, {"title": "Heart of Darkness", "author": "Joseph Conrad", "olid": "OL38663W", "description": "Heart of Darkness (1899) is a novella by Polish-English novelist Joseph Conrad, about a voyage up the Congo River into the Congo Free State, in the heart of Africa, by the story's narrator Charles Marlow. Marlow tells his story to friends aboard a boat anchored on the River Thames. Joseph Conrad is one of the greatest English writers, and Heart of Darkness is considered his best.  His readers are brought to face our psychological selves to answer, ‘Who is the true savage?’. Originally published in 1902, Heart of Darkness remains one of this century’s most enduring works of fiction. Written several years after Joseph Conrad’s grueling sojourn in the Belgian Congo, the novel is a complex meditation on colonialism, evil, and the thin line between civilization and barbarity.", "cover_url": "https://covers.openlibrary.org/b/id/12307847-L.jpg"}, {"title": "The Jungle", "author": "Upton Sinclair", "olid": "OL114967W", "description": "Upton Sinclair's dramatic and deeply moving story exposed the brutal conditions in the Chicago stockyards at the turn of the nineteenth century and brought into sharp moral focus the appalling odds against which immigrants and other working people struggled for their share of the American dream. Denounced by the conservative press as an un-American libel on the meatpacking industry, the book was championed by more progressive thinkers, including then President Theodore Roosevelt, and was a major catalyst to the passing of the Pure Food and Meat Inspection act, which has tremendous impact to this day.", "cover_url": "https://covers.openlibrary.org/b/id/8231790-L.jpg"}, {"title": "The three musketeers [adaptation]", "author": "Alexandre Dumas", "olid": "OL15196889W", "description": null, "cover_url": "/static/images/cover-blank.png"}, {"title": "Twenty Thousand Leagues Under the Sea", "author": "Jules Verne", "olid": "OL19791089W", "description": null, "cover_url": "https://covers.openlibrary.org/b/id/8595668-L.jpg"}, {"title": "Journey to the center of the earth", "author": "Jules Verne", "olid": "OL18437639W", "description": null, "cover_url": "https://covers.openlibrary.org/b/id/8359565-L.jpg"}, {"title": "Around The World In Eighty Days", "author": "Jules Verne", "olid": "OL33702077W", "description": null, "cover_url": "https://covers.openlibrary.org/b/id/13312746-L.jpg"}]